Repository: EOSC-synergy/27may_eva_test.sqaaas
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Checking Dublin Core
es: Comprobando Dublin Core

source: ... All mandatory terms included
es: ... Todos los terminos de metadatos obligatorios incluidos

source: Files can be downloaded: %s
es: Los siguientes ficheros pueden ser descargados: %s

source: Files can not be downloaded
es: Los Ficheros no pueden ser descargados

source: Your (meta)data is identified with this identifier(s) and type(s):
es: Sus (meta)datos estan identificados con los siguientes identificadores y tipos:

source: Your (meta)data is identified by non-persistent identifiers:
es: Sus (meta)datos estan identificados por identificadores NO persistentes.

source: Your (meta)data is not identified by persistent identifiers:
es: Sus (meta)datos estan identificados por identificadoress persistentes

source: Your (meta)data is identified only by URL identifiers:| %s: %s |
es: Sus (meta)datos estan identificados solo por identificadores de URL:| %s: %s |

source: ... Missing terms:
es: ... Terminos no encontrados

source: | term: %s, qualifier: %s
es: | termino: %s, cualificador: %s

source: Your data is identified with this identifier(s) and type(s):
es: Sus datos estan identificados con los siguientes identificadores y tipos

source: Your data is identified by non-persistent identifiers:
es: Sus datos estan identificados por identificadores NO persistentes:

source: Your data is not identified by persistent identifiers
es: Sus datos no estan identificados por identificadores persistentes

source: Your digital object is available via OAI-PMH harvesting protocol
es: Su Objeto Digital esta disponible a traves del protocolo OAI-PMH

source: Your digital object is not available via OAI-PMH. Please, contact to DIGITAL.CSIC admins
es: Su Objeto Digital no esta disponible a traves de OAI-PMH. Por favor, contacte con los administradores del repositorio si quiere conocer mas detalles

source: No access information can be found in the metadata. Please, add information to the following term(s): %s
es: No se ha encontrado informacion sobre el acceso en los metadatos. Por favor, añada los siguientes terminos en sus metadatos: %s

source: | Metadata: %s.%s: ... %s
es: | Metadatos: %s.%s: ... %s

source: %s Data can not be accessed manually | %s
es: %s No se puede acceder a los datos de forma manual | %s

source: %s Metadata found via Identifier
es: %s Metadatos encontrados a partir del Identificador

source: Metadata can be accessed through these protocols: %s
es: Los Metadatos son accesibles a traves de estos protocolos: %s

source: No protocols found to access metadata
es: No se han encontrado protocolos de acceso a los metadatos

source: Files can be downloaded using HTTP-GET protocol
es: Los Objetos Digitales pueden descargarse utilizando el protocolo HTTP-GET

source: No protocol for downloading data can be found
es: No se han encontrado protocolos para la descarga de los datos

source: OAI-PMH does not support machine-actionable access to data
es: OAI-PMH no ofrece soporte al acceso automatico de los datos

source: Metadata is accessible using these free protocols: %s
es: Los metadatos son accesibles a traves de estos protocolos gratuitos: %s

source: Metadata can not be accessed via free protocols
es: Los metadatos no son accesibles a traves de protocolos gratuitos

source: Files can be downloaded using HTTP-GET FREE protocol
es: Los Objetos Digitales pueden descargarse utilizando el protocolo HTTP-GET (gratuito)

source: No FREE protocol for downloading data can be found
es: Los Objetos Digitales no son accesibles a traves de protocolos gratuitos

source: OAI-PMH is a open protocol without any Authorization or Authentication required
es: OAI-PMH es un protocolo abierto sin sistemas de Autorizacion y Autorizacion

source: Preservation policy depends on the authority where this Digital Object is stored
es: La politica de preservacion depende de la autoridad responsable del Objeto Digital

source: There is no standard used to express knowledge. Suggested controlled vocabularies: Library of Congress, Geonames, etc.
es: No hay ningun estandar para expresar conocimiento detectado. Vocabularios controlados sugeridos: Library of Congress, Geonames, etc.

source: Test not implemented
es: Test sin implementar

source: Machine-actionable metadata format found: %s
es: Formato de metadatos Machine-actionable encontrado: %s

source: Controlled vocabulary %s has PID: %s
es: El vocabulario controlado %s tiene PID: %s

source: No contributors found with persistent identifiers (ORCID). You should add some reference on the following element(s): %s
es: No se han encontrado colaboradores con identificadores persistentes (ORCID). Usted deberia añadir alguna referencia en los siguientes terminos de metadatos: %s

source: Your (meta)data is identified with this ORCID:
es: Sus (meta)datos estan identificados con los siguientes ORCID:

source: No references found. Suggested terms to add: %s
es: No se encuentran referencias. Terminos que podria añadir: %s

source: Your (meta)data reference this digital object:
es: Sus (meta)datos hacen referencia a los siguientes Objetos Digitales:

source: License information can not be found. Please, include the license in this term: %s
es: No se puede encontrar informacion sobre la licencia. Por favor, incluya la siguiente informacion en los metadatos: %s

source: | License found: %s.%s: ... %s
es: | Licencia encontrada: %s.%s: ... %s

source: | Machine-Actionable license found: %s.%s: ... %s
es: | Licencia Machine-Actionable encontrada: %s.%s: ... %s

source: | Standard license found: %s.%s: ... %s
es: | Licencia estandar encontrada: %s.%s: ... %s

source: Currently, this repo does not include community-bsed schemas. If you need to include yours, please contact.
es: Actualmente, este repositorio no incluye esquemas basados en comundades. Si necesita incluir alguno, contacte con los administradores.

source: Currently, this tool does not include community-bsed schemas. If you need to include yours, please contact.
es: Actualmente, este repositorio no incluye esquemas basados en comundades. Si necesita incluir alguno, contacte con los administradores.

source: Dublin Core defined in XML: %s
es: Dublin Core esta definido en XML: %s

source: FAIR EVALUATOR FOR DIGITAL.CSIC - Home
es: FAIR EVALUATOR FOR DIGITAL.CSIC - Inicio

source: Home
es: Inicio

source: About us
es: Sobre nosotros

source: Evaluations
es: Evaluaciones

source: Language
es: Idioma

source: Disclaimer:
es: Descargo de responsabilidad:

source: The test results shown here are based on preliminary data and code which still is under development.
es: Los resultados de los tests estan basados en datos y codigo preeliminar que continua en desarrollo

source: Fair Evaluator for DIGITAL.CSIC:
es: FAIR Evaluator - DIGITAL.CSIC:

source: Handle PID, DOI or DIGITAL.CSIC ID
es: DOI or Handle PID

source: Repository:
es: Repositorio:

source: OAI-PMH Endpoint:
es: Endpoint OAI-PMH:

source: RUN TEST
es: Ejecutar Test

source: PID_problem_1
es: El identificador introducido parece valido y de tipo

source: PID_problem_2
es: El identificador introducido no parece valido

source: PID_problem_3
es: Por favor, compruebe que el repositorio y endpoint introducido alojan a ese objeto digital

source: PID_problem_4
es: Tambien puede comprobar que el identificador existe accediendo a

source: Problem_eval
es: Parece que ha habido un problema... :(

source: Indicator Assesment
es: Evalucion del indicador

source: evaluation_for
es: Evaluacion para

source: Technical Implementation
es: Implementacion ecnica

source: Technical feedback
es: Feedback tecnico

source: Tips
es: Recomendaciones

source: rda_f1_01m
es: RDA-F1-01M - Los metadatos están identificadores por un identificador persistente

source: rda_f1_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: F1 a los (meta) datos se les asigna un identificador globalmente xc3xbanico y eternamente persistente. Este indicador evalxc3xbaa si los metadatos se identifican o no mediante un identificador persistente. Un identificador persistente asegura que los metadatos se puedan encontrar con el tiempo y reduce el riesgo de enlaces rotos.'

source: rda_f1_01m.technical
es: b'Busca en una lista predefinida de posibles txc3xa9rminos de metadatos (dc.identifier.uri y dc.identifier.doi) para identificar en los metadatos si hay alguna informacixc3xb3n disponible.'

source: rda_f1_01m.tips
es: b'Todos los items depositados en DIGITAL.CSIC reciben un handle por defecto. DIGITAL.CSIC tambixc3xa9n asigna DOIs a los datasets que se depositan y que no tienen ya un DOI. Si tu dataset no ha recibido un DOI ponte en contacto con la Oficina Txc3xa9cnica de DIGITAL.CSIC'

source: rda_f1_01d
es: RDA-F1-01D D - Los datos están indentificados por un identificador persistente

source: rda_f1_01d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: F1a los (meta) datos se les asigna un identificador globalmente xc3xbanico y eternamente persistente. Este indicador evalxc3xbaa si los datos se identifican o no mediante un identificador persistente. Un identificador persistente garantiza que los datos se puedan encontrar a lo largo del tiempo y reduce el riesgo de enlaces rotos.'

source: rda_f1_01d.technical
es: b'Busca en una lista predefinida de posibles txc3xa9rminos de metadatos (dc.identifier.uri, dc.identifier.doi and dc.relation.publisherversion) para identificar en los datos si hay alguna informacixc3xb3n disponible.'

source: rda_f1_01d.tips
es: b'Si no se ha generado el DOI/handle ponte en contacto con los administradores del repositorio. Si el recurso tenxc3xada DOI/otro PID antes de depositarlo en DIGITAL.CSIC axc3xb1xc3xa1delo a dc.relation.publisherversion en el registro de metadatos para indicar el sitio externo en que se encuentran los ficheros de datos'

source: rda_f1_02m
es: RDA-F1-02M - Los metadatos están indentificados por un identificador persistente global

source: rda_f1_02m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: F1 a los (meta) datos se les asigna un identificador globalmente xc3xbanico y eternamente persistente. El indicador sirve para evaluar si el identificador de los metadatos es globalmente xc3xbanico, es decir, que no hay dos identificadores idxc3xa9nticos que identifiquen diferentes registros de metadatos. '

source: rda_f1_02m.technical
es: b'Comprueba el tipo de identificadores gracias al paquete idutils. Identifica identificadores vxc3xa1lidos. Si no es un identificador persistente (como una URL), la prueba se da por fallida.'

source: rda_f1_02m.tips
es: b'Todos los items depositados en DIGITAL.CSIC reciben un handle por defecto. DIGITAL.CSIC tambixc3xa9n asigna DOIs a los datasets que se depositan y que no tienen ya un DOI. Si tu dataset no ha recibido un DOI ponte en contacto con la Oficina Txc3xa9cnica de DIGITAL.CSIC'

source: rda_f1_02d
es: RDA-F1-02D - Los datos están indentificados por un identificador persistente global

source: rda_f1_02d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: F1 a los (meta) datos se les asigna un identificador globalmente xc3xbanico y eternamente persistente. El indicador sirve para evaluar si el identificador de los datos es globalmente xc3xbanico, es decir, que no hay dos personas que utilicen ese mismo identificador para dos objetos digitales diferentes.'

source: rda_f1_02d.technical
es: b'Si el repositorio / sistema donde se almacena el objeto digital tiene datos y metadatos integrados, este mxc3xa9todo solo necesita llamar a RDA-F1-02M. De lo contrario, es necesario volver a definirlo. DIGITAL.CSIC: tanto los datos como los metadatos se almacenan en la misma pxc3xa1gina de destino, salvo algunos casos definidos por el metadato dc.relation.publisherversion.'

source: rda_f1_02d.tips
es: b'Comprueba si el sitio externo en que estxc3xa1n alojados los ficheros de datos ha generado un identificador persistente global (handle, DOI, ARK, PURL..) y en tal caso inclxc3xbayelo en el metadato dc.relation.publisherverion del registro de metadatos de DIGITAL.CSIC'

source: rda_f2_01m
es: RDA-F2-01M - Hay metadatos suficientemente ricos para permitir descubrir el recurso

source: rda_f2_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: F2: Los datos se describen con metadatos enriquecidos. El indicador trata sobre la presencia de metadatos, pero tambixc3xa9n sobre la cantidad de metadatos que se proporcionan y quxc3xa9 tan bien los metadatos proporcionados apoyan el descubrimiento.'

source: rda_f2_01m.technical
es: b'Dos pruebas diferentes para evaluar metadatos genxc3xa9ricos y disciplinarios si es necesario. Comprueba si todos los txc3xa9rminos de Dublin Core estxc3xa1n completados segxc3xban la plantilla correspondiente a la tipologxc3xada del recurso en https://digital.csic.es/handle/10261/81323'

source: rda_f2_01m.tips
es: b'Completa la descripcixc3xb3n del objeto digital con las recomendaciones de la Oficina Txc3xa9cnica de DIGITAL.CSIC https://digital.csic.es/handle/10261/81323'

source: rda_f3_01m
es: RDA-F3-01M - Los metadatos incluyen el identificador de los datos

source: rda_f3_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: F3: Los metadatos incluyen de forma clara y explxc3xadcita el identificador de los datos que describen. El indicador trata de la inclusixc3xb3n de la referencia (es decir, el identificador) del objeto digital en los metadatos para que se pueda acceder al objeto digital.'

source: rda_f3_01m.technical
es: b'Verifica el txc3xa9rmino de metadatos donde se identifica el objeto (dc.identifier.doi y dc.relation.publisherversion)'

source: rda_f3_01m.tips
es: b'Si los ficheros de datos no se encuentran alojados en DIGITAL.CSIC indica en el metadato dc.relation.publisherversion el identificador en que estxc3xa1n alojados'

source: rda_f4_01m
es: RDA-F4-01M - Los metadatos se ofrecen de tal forma que pueden ser recogidos e indexados

source: rda_f4_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: F4: Los (meta) datos se registran o indexan en un recurso de bxc3xbasqueda. El indicador prueba si los metadatos se ofrecen de tal manera que se puedan indexar. En algunos casos, los metadatos se pueden proporcionar junto con los datos a un repositorio institucional local o a un portal regional o especxc3xadfico de un dominio, o se pueden incluir metadatos en una pxc3xa1gina de destino donde un motor de bxc3xbasqueda puede recopilarlos. El indicador sigue siendo lo suficientemente amplio a propxc3xb3sito para no limitar la forma en que y quixc3xa9n podrxc3xada realizar la recoleccixc3xb3n e indexacixc3xb3n de los datos.'

source: rda_f4_01m.technical
es: b'Comprueba si los metadatos pueden ser recogidos con el protocolo OAI-PMH'

source: rda_f4_01m.tips
es: b'DIGITAL.CSIC soporta OAI-PMH. Si este test no ha sido satisfactorio, por favor, contacte con DIGITAL.CSIC para informar de un problema.'

source: rda_a1_01m
es: RDA-A1-01M - Los metadatos contienen información sobre cómo el usuario puede acceder a los datos

source: rda_a1_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. El indicador se refiere a la informacixc3xb3n necesaria para permitir al solicitante acceder al objeto digital. Se trata de (i) si existen restricciones para acceder a los datos (es decir, el acceso a los datos puede ser abierto, restringido o cerrado), (ii) las acciones que debe tomar una persona interesada en acceder a los datos, en particular cuando los datos no hayan sido publicados en la Web y (iii) especifique que los recursos estxc3xa1n disponibles a travxc3xa9s de eduGAIN o mediante soluciones especializadas como las propuestas para EPOS.'

source: rda_a1_01m.technical
es: b'Verifica el registro de metadatos para obtener informacixc3xb3n de acceso y analiza HTML para encontrar los archivos potenciales para encontrar el objeto digital.'

source: rda_a1_01m.tips
es: b'Si el acceso a los ficheros estxc3xa1 cerrado en DIGITAL.CSIC pero estxc3xa1n disponibles en acceso abierto en otro sitio, marca el registro en DIGITAL.CSIC como "openAccess" e indica el identificador de los datos en el sitio externo en el metadato dc.relation.publisherversion'

source: rda_a1_02m
es: RDA-A1-02M - Los metadatos son accesibles de forma manual

source: rda_a1_02m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. El indicador se refiere a cualquier interaccixc3xb3n humana que sea necesaria si el solicitante desea acceder a los metadatos. El principio FAIR se refiere principalmente a interacciones automatizadas en las que una mxc3xa1quina puede acceder a los metadatos, pero tambixc3xa9n puede haber metadatos que requieran interacciones humanas. Esto puede ser importante en los casos en que los propios metadatos contienen informacixc3xb3n confidencial. La interaccixc3xb3n humana puede implicar enviar un correo electrxc3xb3nico al propietario de los metadatos o llamar por telxc3xa9fono para recibir instrucciones.'

source: rda_a1_02m.technical
es: b'Busca los txc3xa9rminos de metadatos en la web de llegada para comprobar si se puede acceder a ellos manualmente'

source: rda_a1_02m.tips
es: b'Si los metadatos no estxc3xa1n disponibles a travxc3xa9s del navegador, por favor, informa a DIGITAL.CSIC.'

source: rda_a1_02d
es: RDA-A1-02D - Los datos son accesibles de forma manual

source: rda_a1_02d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. El indicador se refiere a cualquier interaccixc3xb3n humana que sea necesaria si el solicitante desea acceder al objeto digital. El principio FAIR se refiere principalmente a interacciones automatizadas en las que una mxc3xa1quina puede acceder al objeto digital, pero tambixc3xa9n puede haber objetos digitales que requieran interacciones humanas, como hacer clic en un enlace en una pxc3xa1gina de destino, enviar un correo electrxc3xb3nico a los datos. propietario, o incluso llamando por telxc3xa9fono. El indicador se puede evaluar buscando informacixc3xb3n en los metadatos que describa cxc3xb3mo se puede obtener acceso al objeto digital mediante la intervencixc3xb3n humana.'

source: rda_a1_02d.technical
es: b'Comprueba la presencia de un txc3xa9rmino de metadatos con informacixc3xb3n de acceso'

source: rda_a1_02d.tips
es: b'Si los ficheros de datos no se encuentran en acceso abierto ni en DIGITAL.CSIC no en otro sitio indica en el metadato dc.description cxc3xb3mo se podrxc3xada solicitar una copia privada asxc3xad como cualquier otra informacixc3xb3n relevante.'

source: rda_a1_03m
es: RDA-A1-03M - El identificador de los metadatos resuelve a un registro de metadatos

source: rda_a1_03m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. Este indicador trata sobre la resolucixc3xb3n del identificador de metadatos. El identificador asignado a los metadatos debe estar asociado a un servicio de resolucixc3xb3n que permita el acceso al registro de metadatos.'

source: rda_a1_03m.technical
es: b'Convierte el identificador en URL y lo resuelve para buscar los txc3xa9rminos de metadatos en HTML para saber si se puede acceder a ellos manualmente.'

source: rda_a1_03m.tips
es: b'This indicator is linked to the following principle: A1: (Meta)data are retrievable by their identifier using a standardised communication protocol. This indicator is about the resolution of the identifier that identifies the digital object. The identifier assigned to the data should be associated with a formally defined retrieval/resolution mechanism that enables access to the digital object, or provides access instructions for access in the case of human-mediated access. The FAIR principle and this indicator do not say anything about the mutability or immutability of the digital object that is identified by the data identifier -- this is an aspect that should be governed by a persistence policy of the data provider'

source: rda_a1_03d
es: RDA-A1-03D - El identificador de los datos resuelve a un objeto digital

source: rda_a1_03d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. Este indicador trata sobre la resolucixc3xb3n del identificador que identifica el objeto digital. El identificador asignado a los datos debe estar asociado con un mecanismo de recuperacixc3xb3n / resolucixc3xb3n definido formalmente que permita el acceso al objeto digital, o proporcione instrucciones de acceso para el acceso en el caso de acceso mediado por humanos. El principio FAIR y este indicador no dicen nada sobre la mutabilidad o inmutabilidad del objeto digital identificado por el identificador de datos; este es un aspecto que debe regirse por una polxc3xadtica de persistencia del proveedor de datos.'

source: rda_a1_03d.technical
es: b'Convierte el identificador en URL y lo resuelve para buscar objetos digitales. Una vez encontrado, comprueba si el objeto digital se puede descargar de forma manual'

source: rda_a1_03d.tips
es: b'Para ficheros de datos que no pueden descargarse desde la pxc3xa1gina del registro de metadatos en DIGITAL.CSIc indica en el metadato dc.relation.publisherversion el identificador en formato URL en que puede descargarse'

source: rda_a1_04m
es: RDA-A1-04M - Los metadatos son accesibles a través de un protocolo estándar

source: rda_a1_04m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. Puede encontrar mxc3xa1s informacixc3xb3n sobre ese principio aquxc3xad. El indicador se refiere al protocolo a travxc3xa9s del cual se accede a los metadatos y requiere que el protocolo estxc3xa9 definido en un estxc3xa1ndar.'

source: rda_a1_04m.technical
es: b'Comprueba el protocolo para acceder a los metadatos (OAI-PMH, API ..).'

source: rda_a1_04m.tips
es: b'La versixc3xb3n actual de DIGITAL.CSIC no ofrece ninguna API para acceso automxc3xa1tico de metadatos pero lo harxc3xa1 prxc3xb3ximamente'

source: rda_a1_04d
es: RDA-A1-04D - Los datos son accesibles a través de un protocolo estándar

source: rda_a1_04d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. El indicador se refiere al protocolo a travxc3xa9s del cual se accede al objeto digital y requiere que el protocolo se defina en un estxc3xa1ndar.'

source: rda_a1_04d.technical
es: b'Gracias a la prueba implementada RDA-A1.03D, si el objeto digital se puede descargar, se puede hacer mediante el protocolo HTTP'

source: rda_a1_04d.tips
es: b'Para ficheros de datos que no pueden descargarse desde la pxc3xa1gina del registro de metadatos en DIGITAL.CSIC indica en el metadato dc.relation.publisherversion el identificador en formato URL en que puede descargarse'

source: rda_a1_05d
es: RDA-A1-05D - Los datos son accesibles de forma automática
