Repository: EOSC-synergy/27may_eva_test.sqaaas
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: rda_r1_2_01m
es: RDA-R1.2-01M - Los metadatos incluyen información sobre la procedencia de acuerdo a los principios de la comunidad

source: rda_r1_2_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.2: Los (meta) datos estxc3xa1n asociados con la procedencia detallada. Este indicador requiere que los metadatos incluyan informacixc3xb3n sobre la procedencia de los datos, es decir, informacixc3xb3n sobre el origen, el historial o el flujo de trabajo que generxc3xb3 los datos, de manera que cumpla con los estxc3xa1ndares que se utilizan en la comunidad en la que se producen los datos.'

source: rda_r1_2_01m.technical
es: b'Comprueba distinta informacixc3xb3n en los metadatos como DC.DESCRIPTION.PROVENANCE, DC.DATE.CREATED, DC.DESCRIPTION y relaciones DC.RELATION. El metadato description.provenance sxc3xb3lo es accesible para usuarios logueados.'

source: rda_r1_2_01m.tips
es: b'Es recomendable referir la metodologxc3xada/workflow que ha originado el objeto digital, asxc3xad como indicar las fechas en que se ha creado y modificado. Consulta la Guxc3xada de DIGITAL.CSIC para orientacixc3xb3n https://digital.csic.es/handle/10261/81323 '

source: rda_r1_2_02m
es: RDA-R1.2-02M - Los metadatos incluyen información sobre la procedencia de acuerdo a los principios de la comunidad y su posible transversalidad

source: rda_r1_2_02m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.2: Los (meta) datos estxc3xa1n asociados con la procedencia detallada. Este indicador requiere que los metadatos proporcionen informacixc3xb3n de procedencia de acuerdo con un lenguaje multidominio.'

source: rda_r1_2_02m.technical
es: b'Este test implementa el realizado en RDA-R1.2-01M. Puede ser redefinido por el plugin.'

source: rda_r1_2_02m.tips
es: b'Es recomendable referir la metodologxc3xada/workflow que ha originado el objeto digital, asxc3xad como indicar las fechas en que se ha creado y modificado. Consulta la Guxc3xada de DIGITAL.CSIC para orientacixc3xb3n https://digital.csic.es/handle/10261/81323'

source: rda_r1_3_01m
es: RDA-R1.3-01M - Los metadatos cumplen con los estándares de la comunidad

source: rda_r1_3_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estxc3xa1ndares comunitarios relevantes para el dominio. Este indicador requiere que los metadatos cumplan con los estxc3xa1ndares de la comunidad.'

source: rda_r1_3_01m.technical
es: b'Comprueba los formatos de metadatos de una comunidad especxc3xadfica. Para un servicio genxc3xa9rico, Dublin Core como estxc3xa1ndar de metadatos para repositorios multidominio'

source: rda_r1_3_01m.tips
es: b'Se recomienda describir el objeto digital de la manera mxc3xa1s granular posible, por ejemplo, incluyendo txc3xa9rminos procedentes de vocabularios controlados FAIR en dc.subject. Consulta la Guxc3xada de DIGITAL.CSIC para orientacixc3xb3n https://digital.csic.es/handle/10261/81323'

source: rda_r1_3_01d
es: RDA-R1.3-01D - Los datos cumplen con los estándares de la comunidad

source: rda_r1_3_01d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estxc3xa1ndares comunitarios relevantes para el dominio. Este indicador requiere que los datos cumplan con los estxc3xa1ndares comunitarios.'

source: rda_r1_3_01d.technical
es: b'Este test implementa el realizado en RDA-R1-01D. Puede ser redefinido por el plugin.'

source: rda_r1_3_01d.tips
es: b'Se recomienda describir el objeto digital de la manera mxc3xa1s granular posible, por ejemplo, incluyendo txc3xa9rminos procedentes de vocabularios controlados FAIR en dc.subject. Consulta la Guxc3xada de DIGITAL.CSIC para orientacixc3xb3n https://digital.csic.es/handle/10261/81323'

source: rda_r1_3_02m
es: RDA-R1.3-02M - Los metadatos se expresan de forma automatizable y cumplen con los estándares de la comunidad

source: rda_r1_3_02m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estxc3xa1ndares comunitarios relevantes para el dominio. Este indicador requiere que los metadatos sigan un estxc3xa1ndar comunitario que tenga una expresixc3xb3n comprensible por mxc3xa1quina.'

source: rda_r1_3_02m.technical
es: b'Comprueba si los metadatos se describen utilizando algxc3xban formato de mxc3xa1quina como XML o esquema RDF'

source: rda_r1_3_02m.tips
es: b'OAI-PMH soportaRDF'

source: rda_r1_3_02d
es: RDA-R1.3-02D - Los datos se expresan de forma automatizable y cumplen con los estándares de la comunidad

source: rda_r1_3_02d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estxc3xa1ndares comunitarios relevantes para el dominio. Este indicador requiere que los datos sigan un estxc3xa1ndar comunitario que tenga una expresixc3xb3n comprensible por mxc3xa1quina.'

source: rda_r1_3_02d.technical
es: b'Este test implementa el realizado en RDA-R1-01D. Puede ser redefinido por el plugin.'

source: rda_r1_3_02d.tips
es: b'Puedes convertir los ficheros del objeto digital a uno de los formatos recomendados usando las siguientes herramientas gratuitas Format Factory https://formatfactory.online/ o zamzar https://www.zamzar.com/'
