Repository: EOSC-synergy/27may_eva_test.sqaaas
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: rda_a1_05d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicacixc3xb3n estandarizado. El indicador se refiere a interacciones automatizadas entre mxc3xa1quinas para acceder a objetos digitales. El indicador evaluarxc3xa1 la forma en que las mxc3xa1quinas interactxc3xbaan y otorgan acceso al objeto digital.'

source: rda_a1_05d.technical
es: b'Comprueba ciertas formas de acceder a los datos de forma automxc3xa1tica. OAI-PMH no soporta acceso automxc3xa1tico a los datos.'

source: rda_a1_05d.tips
es: b'La versixc3xb3n actual de DIGITAL.CSIC no ofrece ninguna API para acceso automxc3xa1tico de ficheros datos pero lo harxc3xa1 prxc3xb3ximamente'

source: rda_a1_1_01m
es: RDA-A1.1-01M - Los metadatos son accesibles a través de un protocolo abierto y gratuiíto

source: rda_a1_1_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1.1: El protocolo es abierto, gratuito y de aplicacixc3xb3n universal. El indicador prueba que el protocolo que permite al solicitante acceder a los metadatos se puede utilizar libremente. Este uso libre del protocolo mejora la reutilizacixc3xb3n de los datos.'

source: rda_a1_1_01m.technical
es: b'Comprueba el plugin particular para probar los protocolos de acceso'

source: rda_a1_1_01m.tips
es: b'DIGITAL.CSIC soporta OAI-PMH, que es un protocolo abierto y gratuito.'

source: rda_a1_1_01d
es: RDA-A1.1-01D - Los datos son accesibles a través de un protocolo libre

source: rda_a1_1_01d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1.1: El protocolo es abierto, libre y de aplicacixc3xb3n universal. El indicador requiere que el protocolo se pueda utilizar de forma gratuita, lo que facilita el acceso sin restricciones.'

source: rda_a1_1_01d.technical
es: b'Con el test implementado RDA-A1.3D se prueba el protocolo HTTP para acceder a los datos.'

source: rda_a1_1_01d.tips
es: b'La versixc3xb3n actual de DIGITAL.CSIC no ofrece ninguna API abierta, gratis y universal para acceso automxc3xa1tico de ficheros datos pero lo harxc3xa1 prxc3xb3ximamente'

source: rda_a1_2_01d
es: RDA-A1.2-02D - Los datos son accesibles a través de un protocolo que soporta autenticación y autorización

source: rda_a1_2_01d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A1.2: El protocolo permite una autenticacixc3xb3n y autorizacixc3xb3n cuando sea necesario. El indicador requiere la forma en que se puede autenticar y autorizar el acceso al objeto digital y que la accesibilidad a los datos se describe especxc3xadficamente y se documenta adecuadamente.'

source: rda_a1_2_01d.technical
es: b'Esta prueba se implementa para cada plugin. En el caso del plugin para DIGITAL.CSIC se comprueba que los datos son accesibles a travxc3xa9s del navegador y la autenticacixc3xb3n y autorizacixc3xb3n estxc3xa1n definidas (CSIC CAS)'

source: rda_a1_2_01d.tips
es: b'Los datos son accesibles a travxc3xa9s del navegador. En caso de problema, contactar con DIGITAL.CSIC.'

source: rda_a2_01m
es: RDA-A2-01M - Se garantiza que los metadatos permanecen disponibles incluso después de que los datos no lo estén.

source: rda_a2_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: A2: Los metadatos deben ser accesibles incluso cuando los datos ya no estxc3xa9n disponibles. El indicador tiene la intencixc3xb3n de verificar que la informacixc3xb3n sobre un objeto digital todavxc3xada estxc3xa9 disponible despuxc3xa9s de que el objeto se haya eliminado o se haya perdido. Si es posible, los metadatos que permanecen disponibles tambixc3xa9n deben indicar por quxc3xa9 el objeto ya no estxc3xa1 disponible.'

source: rda_a2_01m.technical
es: b'La polxc3xadtica de RETENCIxc3x93N DE METADATOS depende de la autoridad donde se almacena este objeto digital. DIGITAL.CSIC: http://digital.csic.es/dc/politicas'

source: rda_a2_01m.tips
es: b'DIGITAL.CSICes un repositorio abierto. Los metadatos son pxc3xbablicos. Si hay algxc3xban problema, contactar con DIGITAL.CSIC.'

source: rda_i1_01m
es: RDA-I1-01M - Los metadatos utilizan alguna forma estandarizada de representación del conocimiento

source: rda_i1_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicacixc3xb3n para la representacixc3xb3n del conocimiento. El indicador sirve para determinar que se utiliza un estxc3xa1ndar apropiado para expresar conocimientos, por ejemplo, vocabularios controlados para clasificaciones de materias.'

source: rda_i1_01m.technical
es: b'Comprueba los txc3xa9rminos de metadatos, incluida la informacixc3xb3n de vocabulario controlado. Hasta ahora, verifica GEONAMES, LCSH, ORCID, GETTY... Puede ser ampliando.'

source: rda_i1_01m.tips
es: b'Se recomienda describir el objeto digital haciendo uso de un vocabulario controlado FAIR de materias tales como UNESCO http://vocabularies.unesco.org/browser/thesaurus/es/, o LCSH https://id.loc.gov/authorities/subjects.htmlo o en su lugar uno especializado ampliamente utilizado en tu xc3xa1rea de investigacixc3xb3n como AGROVOC for Agricultural Sciences, AGROVOC Pxc3xa1gina principal | AGROVOC (fao.org) or UK Data Service / HASSET - The Humanities and Social Science Electronic Thesaurus https://vocabularies.ukdataservice.ac.uk/hasset/en/. Si usas uno de estos por favor incluye el txc3xa9rmino controlado seleccionado en dc.subject y su URI correspondiente en dc.subject.uri. tambixc3xa9n se recomienda incluir los ORCID de los autores en dc.contributor.orcid asxc3xad como la localizacixc3xb3n geogrxc3xa1fica asociada al recurso en dc.coverage.spatial siguiendo GEONAMES https://www.geonames.org/. Si no existe un vocabualrio FAIR en tu xc3xa1rea de investigacixc3xb3n es igualmente preferible usar txc3xa9rminos de un vocabulario controlado que palabras clave sin controlar e insertarlas en dc.subject, haciendo mencixc3xb3n del vocabulario del que proceden en dc.description o en el fichero README.'

source: rda_i1_01d
es: RDA-I1-01D - Los datos utilizan alguna forma estandarizada de representación del conocimiento

source: rda_i1_01d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicacixc3xb3n para la representacixc3xb3n del conocimiento. El indicador sirve para determinar que se utiliza un estxc3xa1ndar apropiado para expresar conocimiento, en particular el modelo y formato de datos.'

source: rda_i1_01d.technical
es: b'Comprueba que el formato de los datos estxc3xa9 dentro de una lista de estxc3xa1ndares aceptados. Puede ser definido por cada sistema / repositorio dentro de sus plugins. El plugin genxc3xa9rico acepta: ["pdf", "csv", "jpg", "jpeg", "nc", "hdf", "mp4", "mp3", "wav", "doc", "txt", "xls", "xlsx", "sgy", "zip", "pdfa", "docx"]'

source: rda_i1_01d.tips
es: b'Puedes convertir los ficheros del objeto digital a uno de los formatos recomendados usando las siguientes herramientas gratuitas Format Factory https://formatfactory.online/ o zamzar https://www.zamzar.com/'

source: rda_i1_02m
es: RDA-I1-02M - Los metadatos utilizan una forma de representación del conocimiento interpretable por máquinas

source: rda_i1_02m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicacixc3xb3n para la representacixc3xb3n del conocimiento. Este indicador se centra en el aspecto de la comprensixc3xb3n por mxc3xa1quina de los metadatos. Esto significa que los metadatos deben ser legibles y, por lo tanto, interoperables para mxc3xa1quinas sin ningxc3xban requisito, como traductores o asignaciones especxc3xadficas.'

source: rda_i1_02m.technical
es: b'Comprueba, a travxc3xa9s de OAI-PMH, si los metadatos se pueden recuperar en un formato como RDF'

source: rda_i1_02m.tips
es: b'OAI-PMH supports RDF'

source: rda_i1_02d
es: RDA-I1-02D - Los datos utilizan una forma de representación del conocimiento interpretable por máquinas

source: rda_i1_02d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicacixc3xb3n para la representacixc3xb3n del conocimiento. Este indicador se centra en el aspecto de la comprensixc3xb3n de la mxc3xa1quina de los datos. Esto significa que los datos deben ser legibles y, por lo tanto, interoperables para mxc3xa1quinas sin ningxc3xban requisito, como traductores o asignaciones especxc3xadficas.'

source: rda_i1_02d.technical
es: b'Este test implementa el realizado en RDA-I1-02M. Puede ser redefinido por el plugin.'

source: rda_i1_02d.tips
es: b'OAI-PMH soporta RDF'

source: rda_i2_01m
es: RDA-I2-01M - Los metadatos utilizan vocabularios FAIR

source: rda_i2_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I2: Los (meta) datos utilizan vocabularios que siguen los principios FAIR. El indicador requiere que el vocabulario utilizado para que los metadatos se ajusten a los principios FAIR y, al menos, estxc3xa9 documentado y pueda resolverse mediante identificadores persistentes y xc3xbanicos a nivel mundial. La documentacixc3xb3n debe ser fxc3xa1cilmente accesible y de fxc3xa1cil encontrar.'

source: rda_i2_01m.technical
es: b'Si el objeto digital incluye informacixc3xb3n en un vocabulario controlado, comprueba si el vocabulario controlado tiene un identificador persistente.'

source: rda_i2_01m.tips
es: b'Se recomienda describir el objeto digital haciendo uso de un vocabulario controlado FAIR de materias tales como UNESCO http://vocabularies.unesco.org/browser/thesaurus/es/, o LCSH https://id.loc.gov/authorities/subjects.htmlo o en su lugar uno especializado ampliamente utilizado en tu xc3xa1rea de investigacixc3xb3n como AGROVOC for Agricultural Sciences, AGROVOC Pxc3xa1gina principal | AGROVOC (fao.org) or UK Data Service / HASSET - The Humanities and Social Science Electronic Thesaurus https://vocabularies.ukdataservice.ac.uk/hasset/en/. Si usas uno de estos por favor incluye el txc3xa9rmino controlado seleccionado en dc.subject y su URI correspondiente en dc.subject.uri. tambixc3xa9n se recomienda incluir los ORCID de los autores en dc.contributor.orcid asxc3xad como la localizacixc3xb3n geogrxc3xa1fica asociada al recurso en dc.coverage.spatial siguiendo GEONAMES https://www.geonames.org/. Si no existe un vocabulario FAIR en tu xc3xa1rea de investigacixc3xb3n es igualmente preferible usar txc3xa9rminos de un vocabulario controlado que palabras clave sin controlar e insertarlas en dc.subject, haciendo mencixc3xb3n del vocabulario del que proceden en dc.description o en el fichero README.'

source: rda_i2_01d
es: RDA-I2-01D - Los datos utilizan vocabularios FAIR

source: rda_i2_01d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I2: Los (meta) datos utilizan vocabularios que siguen los principios FAIR. El indicador requiere el vocabulario controlado que se utiliza para que los datos se ajusten a los principios FAIR y, al menos, estxc3xa9n documentados y puedan resolverse utilizando'

source: rda_i2_01d.technical
es: b'Este test implementa el realizado en RDA-I1-01M. Puede ser redefinido por el plugin.'

source: rda_i2_01d.tips
es: b'Se recomienda describir el objeto digital haciendo uso de un vocabulario controlado FAIR de materias tales como UNESCO http://vocabularies.unesco.org/browser/thesaurus/es/, o LCSH https://id.loc.gov/authorities/subjects.htmlo o en su lugar uno especializado ampliamente utilizado en tu xc3xa1rea de investigacixc3xb3n como AGROVOC for Agricultural Sciences, AGROVOC Pxc3xa1gina principal | AGROVOC (fao.org) or UK Data Service / HASSET - The Humanities and Social Science Electronic Thesaurus https://vocabularies.ukdataservice.ac.uk/hasset/en/. Si usas uno de estos por favor incluye el txc3xa9rmino controlado seleccionado en dc.subject y su URI correspondiente en dc.subject.uri.'

source: rda_i3_01m
es: RDA-I3-01M - Los metadatos incluyen referencias a otros metadatos

source: rda_i3_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. El indicador trata sobre la forma en que los metadatos se conectan con otros metadatos, por ejemplo, a travxc3xa9s de enlaces a informacixc3xb3n sobre organizaciones, personas, lugares, proyectos o perxc3xadodos de tiempo que estxc3xa1n relacionados con el objeto digital que describen los metadatos.'

source: rda_i3_01m.technical
es: b'Comprueba metadatos como relacixc3xb3n o colaborador. Comprueba ORCID hasta ahora.'

source: rda_i3_01m.tips
es: b'Es una buena prxc3xa1ctica dotar de contexto al objeto digital axc3xb1adiendo los siguientes metadatos: ORCID (dc.contributor.orcid), agencias financiadoras (dc.identifier.funder), proyecto/s al que pertenece (dc.relation), otros trabajos relacionados (dc.relation.isreferencedby, dc.relation,isbasedon, dc.relation.ispartof...). Las plantillas de DIGITAL.CSIC indican su uso correcto https://digital.csic.es/handle/10261/81323'

source: rda_i3_01d
es: RDA-I3-01D - Los datos incluyen referencias a otros datos

source: rda_i3_01d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los datos se conectan con otros datos, por ejemplo, vinculando a datos de investigacixc3xb3n anteriores o relacionados que brindan un contexto adicional a los datos.'

source: rda_i3_01d.technical
es: b'Este test implementa el realizado en RDA-I3-01M. Puede ser redefinido por el plugin.'

source: rda_i3_01d.tips
es: b'Es una buena prxc3xa1ctica dotar de contexto al objeto digital axc3xb1adiendo los siguientes metadatos: ORCID (dc.contributor.orcid), agencias financiadoras (dc.identifier.funder), proyecto/s al que pertenece (dc.relation), otros trabajos relacionados (dc.relation.isreferencedby, dc.relation,isbasedon, dc.relation.ispartof...). Las plantillas de DIGITAL.CSIC indican su uso correcto https://digital.csic.es/handle/10261/81323'

source: rda_i3_02m
es: RDA-I3-02M - Los metadatos incluyen referencias a otros datos

source: rda_i3_02m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los metadatos estxc3xa1n conectados con otros datos, por ejemplo, vinculando a datos de investigacixc3xb3n anteriores o relacionados que brindan un contexto adicional a los datos. Tenga en cuenta que no se trata del enlace de los metadatos a los datos que describe; ese vxc3xadnculo se considera en principio F3 y en el indicador RDA-F3-01M.'

source: rda_i3_02m.technical
es: b'Comprueba metadatos como relacixc3xb3n o colaborador y tambixc3xa9n si esos enlaces son identificadores persistentes (ORCID para personas, DOI o Handle, etc. para objetos, gracias al paquete idutils)'

source: rda_i3_02m.tips
es: b'Enriquece el registro de metadatos del objeto que se estxc3xa1 describiendo con aquellos metadatos que permiten empaquetar los identificadores de la informacixc3xb3n relacionada con el objeto (por ejemplo, ORCID, DOI, handle, PURL, ...si existen). Las plantillas de DIGITAL.CSIC indican su uso correcto https://digital.csic.es/handle/10261/81323'

source: rda_i3_02d
es: RDA-I3-02D - Los datos incluyen referencias cualificadas a otros datos

source: rda_i3_02d.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los datos estxc3xa1n conectados a otros datos. Las referencias deben estar calificadas, lo que significa que se especifica el rol de relacixc3xb3n del recurso relacionado.'

source: rda_i3_02d.technical
es: b'Este test implementa el realizado en RDA-I3-02M. Puede ser redefinido por el plugin.'

source: rda_i3_02d.tips
es: b'Enriquece el registro de metadatos del objeto que se estxc3xa1 describiendo con aquellos metadatos que permiten empaquetar los identificadores de la informacixc3xb3n relacionada con el objeto (por ejemplo, ORCID, DOI, handle, PURL, ...si existen). Las plantillas de DIGITAL.CSIC indican su uso correcto https://digital.csic.es/handle/10261/81323'

source: rda_i3_03m
es: RDA-I3-03M - Los metadatos incluyen referencias cualificadas a otros metadatos

source: rda_i3_03m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los metadatos se conectan con otros metadatos, por ejemplo, con descripciones de recursos relacionados que brindan un contexto adicional a los datos.'

source: rda_i3_03m.technical
es: b'Este test implementa el realizado en RDA-I3-02M. Puede ser redefinido por el plugin.'

source: rda_i3_03m.tips
es: b'Enriquece el registro de metadatos del objeto que se estxc3xa1 describiendo con aquellos metadatos que permiten empaquetar los identificadores de la informacixc3xb3n relacionada con el objeto (por ejemplo, ORCID, DOI, handle, PURL, ...si existen). Las plantillas de DIGITAL.CSIC indican su uso correcto https://digital.csic.es/handle/10261/81323'

source: rda_i3_04m
es: RDA-I3-04M - Los metadatos incluyen referencias cualificadas a otros datos

source: rda_i3_04m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los metadatos estxc3xa1n conectados a otros datos. Las referencias deben estar calificadas, lo que significa que se especifica el rol de relacixc3xb3n del recurso relacionado, por ejemplo, el conjunto de datos X se deriva del conjunto de datos Y.'

source: rda_i3_04m.technical
es: b'Este test implementa el realizado en RDA-I3-02M. Puede ser redefinido por el plugin.'

source: rda_i3_04m.tips
es: b'Es una buena prxc3xa1ctica indicar el tipo de relacixc3xb3n entre el objeto digital y otros datos haciendo uso de los metadatos dc.relation mxc3xa1s apropriados, por ejemplo para especificar que el objeto digital deriva de otro objeto digital. DIGITAL.CSIC soporta SCHOLIX para mostrar relaciones entre sus objetos digitales'

source: rda_r1_01m
es: RDA-R1-01M - Se incluyen ciertos atributos indicativos de la posibilidad de reutilización

source: rda_r1_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1: Los (meta) datos se describen de manera rica con una pluralidad de atributos precisos y relevantes. El indicador se refiere a la cantidad, pero tambixc3xa9n a la calidad, de los metadatos proporcionados para mejorar la reutilizacixc3xb3n de los datos.'

source: rda_r1_01m.technical
es: b'Depending on the metadata schema used, checks that at least the mandatory terms are filled (75pc) and the number of terms are high (25pc)'

source: rda_r1_01m.tips
es: b'Es recomendable describir los recursos de la manera mxc3xa1s detallada posible para facilitar su reutilizacixc3xb3n. Consulta la Guxc3xada de DIGITAL.CSIC para orientacixc3xb3n https://digital.csic.es/handle/10261/81323'

source: rda_r1_1_01m
es: RDA-R1.1-01M - Los metadatos incluyen información sobre la licencia sobre la cual se publican los datos para su reutilización

source: rda_r1_1_01m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.1: Los (meta) datos se publican con una licencia de uso de datos clara y accesible. Este indicador trata sobre la informacixc3xb3n que se proporciona en los metadatos relacionados con las condiciones (por ejemplo, obligaciones, restricciones) bajo las cuales se pueden reutilizar los datos.'

source: rda_r1_1_01m.technical
es: b'Comprueba si la informacixc3xb3n de la licencia estxc3xa1 disponible en algxc3xban formato'

source: rda_r1_1_01m.tips
es: b'Incluye la licencia de uso del recurso en el metadato dc.rights.license en su formato URL si lo tiene. La herramienta https://ufal.github.io/public-license-selector/ ayuda a elegir la licencia mxc3xa1s apropiada para datos de investigacixc3xb3n y software '

source: rda_r1_1_02m
es: RDA-R1.1-02M - Los metadatos incluyen referencias a la licencia estándar sobre la cual se publican los datos para su reutilización

source: rda_r1_1_02m.indicator
es: b'Este indicador requiere que la referencia a las condiciones de reutilizacixc3xb3n sea una licencia estxc3xa1ndar, en lugar de una licencia definida localmente. El indicador se puede evaluar verificando que la licencia sea de hecho una licencia estxc3xa1ndar. Ejemplos de licencias estxc3xa1ndar son: licencias Creative Commons, Open Data Commons. NOTA: Los xc3xadtems de Digital.CSIC estxc3xa1n protegidos por copyright, con todos los derechos reservados, a menos que se indique lo contrario. Y su polxc3xadtica dice: Se pueden realizar copias de registros en texto completo para ser reproducidos, visualizados o representados en cualquier formato o en cualquier medio para fines educativos, de estudio, y no lucrativos, sin necesidad de pedir permisos explxc3xadcitos, siempre y cuando (1) se den el nombre de los autores, el txc3xadtulo y los detalles bibliogrxc3xa1ficos completos, (2) se incluya un hipervxc3xadnculo o una URL a los metadatos originales y (3) el contenido no sea cambiado de ninguna manera. Los registros en texto completo pueden ser harvesteados por robots de forma puntual. Si los registros en textos completos son recolectados sistemxc3xa1ticamente, es necesaria la autorizacixc3xb3n explxc3xadcita por parte del CSIC. Los registros en texto completo no pueden ser vendidos en ningxc3xban formato o medio sin la autorizacixc3xb3n formal de los poseedores del copyright. '

source: rda_r1_1_02m.technical
es: b'Comprueba la presencia de informacixc3xb3n de licencia en los metadatos (en metadato dc.rights.license) y si estxc3xa1 incluida en la lista https://spdx.org/licenses/licenses.json'

source: rda_r1_1_02m.tips
es: b'Incluye la licencia de uso del recurso en el metadato dc.rights.license en su formato URL si lo tiene. La herramienta https://ufal.github.io/public-license-selector/ ayuda a elegir la licencia mxc3xa1s apropiada para datos de investigacixc3xb3n y software'

source: rda_r1_1_03m
es: RDA-R1.1-03M - Los metadatos incluyen referencias a la licencia estándar interpretable por una máquina sobre la cual se publican los datos para su reutilización

source: rda_r1_1_03m.indicator
es: b'Este indicador estxc3xa1 vinculado al siguiente principio: R1.1: Los (meta) datos se publican con una licencia de uso de datos clara y accesible. Puede encontrar mxc3xa1s informacixc3xb3n sobre ese principio aquxc3xad. Este indicador trata sobre la forma en que se expresa la licencia de reutilizacixc3xb3n. En lugar de ser un texto legible por humanos, la licencia debe expresarse de tal manera que pueda ser procesada por mxc3xa1quinas, sin intervencixc3xb3n humana, por ejemplo, en bxc3xbasquedas automatizadas.'

source: rda_r1_1_03m.technical
es: b'Comprueba la presencia de la informacixc3xb3n de la licencia en los metadatos y si utiliza una identificacixc3xb3n de la lista https://spdx.org/licenses/licenses.json'

source: rda_r1_1_03m.tips
es: b'Incluye la licencia de uso del recurso en el metadato dc.rights.license en su formato URL si lo tiene. La herramienta https://ufal.github.io/public-license-selector/ ayuda a elegir la licencia mxc3xa1s apropiada para datos de investigacixc3xb3n y software'
